Repository: ArmandPhilippot/wp-graphql-content-stats
Catalog: languages/wpg-content-stats-*.po
Languages: fr_fr

source: Return the content statistics.
fr_fr: Retourne les statistiques du contenu.

source: Return the total of found posts or found users depending on query type.
fr_fr: Retourne le nombre total d'articles trouvés ou d'utilisateurs trouvés en fonction du type de requête.

source: The format of reading time field data.
fr_fr: Le format des données du champ temps de lecture.

source: Provide a rounded estimate of reading time in minutes.
fr_fr: Fournit une estimation arrondie du temps de lecture en minutes.

source: seconds
fr_fr: secondes

source: Provide a rounded estimate of reading time in seconds.
fr_fr: Fournit une estimation arrondie du temps de lecture en secondes.

source: The content extra information.
fr_fr: Les informations additionnels du contenu.

source: The estimated time to read content.
fr_fr: L'estimation de temps pour le lire le contenu.

source: Reading time format.
fr_fr: Le format du temps de lecture.

source: The number of words in post content.
fr_fr: Le nombre de mots dans le contenu de l'article.

source: Add some stats to WPGraphQL: total posts, word count and estimated reading time.
fr_fr: Ajoute des statistiques dans WPGraphQL: nombre total d'articles, nombre de mots et estimation du temps de lecture.

source: WPGraphQL must be installed and activated in order for WP GraphQL Content Stats to work.
fr_fr: WPGraphQL doit être installé et activé pour que WP GraphQL Content Stats puisse fonctionner.
